{
  "players": [
    {
      "idPlayer": "34196095",
      "idTeam": "134782",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "86",
      "idAPIfootball": "10097",
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "Brazil",
      "strPlayer": "Ederson",
      "strPlayerAlternate": "",
      "strTeam": "Atalanta",
      "strTeam2": "",
      "strSport": "Soccer",
      "intSoccerXMLTeamID": null,
      "dateBorn": "1999-07-07",
      "strNumber": "13",
      "dateSigned": null,
      "strSigning": "£18.90m",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Campo Grande, Brazil",
      "strEthnicity": null,
      "strStatus": "Active",
      "strDescriptionEN": "Éderson José dos Santos Lourenço da Silva (born 7 July 1999), simply known as Éderson, is a Brazilian professional footballer who plays as a defensive midfielder for Italian club Salernitana.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "Éderson José dos Santos Lourenço da Silva è un calciatore brasiliano centrocampista dell'Atalanta.",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "Right",
      "strPosition": "Midfielder",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "http://www.instagram.com/ederson99/",
      "strYoutube": "",
      "strHeight": "1.82 m (6 ft 0 in)",
      "strWeight": "",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/corsyj1643574075.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/aqjjx81695157153.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/3lt8pg1643574086.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked",
      "id": 3
    },
    {
      "idPlayer": "34152558",
      "idTeam": "133667",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "75",
      "idAPIfootball": "22221",
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "France",
      "strPlayer": "Mike Maignan",
      "strPlayerAlternate": "",
      "strTeam": "Milan",
      "strTeam2": "",
      "strSport": "Soccer",
      "intSoccerXMLTeamID": "131",
      "dateBorn": "1995-07-03",
      "strNumber": "16",
      "dateSigned": "2013-07-01",
      "strSigning": "£11.70m",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Cayenne, French Guiana",
      "strEthnicity": "Black",
      "strStatus": "Active",
      "strDescriptionEN": "Mike Peterson Maignan (born 3 July 1995) is a French professional footballer who plays as a goalkeeper for Serie A club AC Milan and the France national team.\r\n\r\nMaignan came through the youth teams at Paris Saint-Germain, he was an unused substitute several times. In 2015 he joined Lille for €1 million, and became their first-choice in 2017. He was voted Ligue 1's goalkeeper of the year in 2018–19, and won the league title in 2020–21. He then moved to AC Milan for €15 million, winning Serie A in his first season and making the Team of the Season.\r\n\r\nAfter earning 37 caps for France at youth level, Maignan made his senior international debut in 2020. He was selected in the French squad for UEFA Euro 2020.\r\n\r\nMaignan was born in Cayenne, French Guiana, to a Haitian mother and a Guadeloupean father.\r\n\r\nMaignan played for France at every level from under-16 to under-21. He captained the under-17 side at the 2012 European Championship in Slovenia. He received his first senior call-up in May 2019, ahead of UEFA Euro 2020 qualifiers against Turkey and Andorra and a friendly with Bolivia. He made his debut on 7 October 2020 as a half-time substitute for Steve Mandanda in a friendly against Ukraine, which ended as a 7–1 win at the Stade de France. In May 2021, he was called up for the delayed Euro 2020 finals.\r\n\r\nOn 6 June 2022, Maignan made his competitive international debut in a 1–1 UEFA Nations League draw away to Croatia, conceding a late penalty by Andrej Kramarić. Calf injuries in September and October that year ruled him out of the 2022 FIFA World Cup.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "Mike Maignan (Caienna, 3 luglio 1995) è un calciatore francese, portiere del Milan e della nazionale francese.\r\nInizialmente centrocampista, è stato poi spostato nel ruolo portiere (che ricopre tuttora) da Ramon Damiano, che è stato uno dei suoi primi allenatori.[3] Dotato di ottima personalità e riflessi, è abile in uscita.[3][4] A questo unisce anche una buona capacità nel parare i rigori.",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Goalkeeper",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "twitter.com/mmseize",
      "strInstagram": "www.instagram.com/mmseize/",
      "strYoutube": "",
      "strHeight": "191 cm",
      "strWeight": "91 kg",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/27duh11622191240.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/ctbdvs1632386730.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/7hty8l1675024420.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "Yes",
      "strLocked": "unlocked",
      "id": 4
    },
    {
      "idPlayer": "34192430",
      "idTeam": "133610",
      "idTeam2": "0",
      "idTeamNational": null,
      "idSoccerXML": "15",
      "idAPIfootball": "152982",
      "idPlayerManager": null,
      "idWikidata": null,
      "strNationality": "England",
      "strPlayer": "Cole Palmer",
      "strPlayerAlternate": "",
      "strTeam": "Chelsea",
      "strTeam2": "",
      "strSport": "Soccer",
      "intSoccerXMLTeamID": null,
      "dateBorn": "2002-05-06",
      "strNumber": "20",
      "dateSigned": null,
      "strSigning": "£40m",
      "strWage": "",
      "strOutfitter": "",
      "strKit": "",
      "strAgent": "",
      "strBirthLocation": "Wythenshawe, England",
      "strEthnicity": "",
      "strStatus": "Active",
      "strDescriptionEN": "Cole Jermaine Palmer (born 6 May 2002) is an English professional footballer who plays as an attacking midfielder or winger for Premier League club Chelsea. He has represented England at youth level. \r\n\r\nClub career\r\nBorn in Wythenshawe, Palmer was a boyhood fan who joined Manchester City at under- 8s level and progressed through the Academy age groups before captaining the under-18s during the 2019–20 season.\r\n\r\nOn 30 September 2020, Palmer made his first team debut for City in a 3–0 away win over Burnley in the fourth round of the EFL Cup. On 21 September 2021, Palmer scored his first senior goal in a 6–1 home win over EFL League One side Wycombe Wanderers in the EFL Cup. On 16 October, Palmer made an appearance in the Premier League against Burnley, and found himself playing and scoring a hat-trick for City's under-23's side that same night. On 19 October, Palmer scored his first UEFA Champions League goal in a 5–1 away win over Club Brugge. On 7 January 2022, Palmer scored his first FA Cup goal in a 4–1 away win over League Two side Swindon Town.\r\n\r\nInternational career\r\nPalmer represented the England under-17 team at the 2019 UEFA European Under-17 Championship.\r\n\r\nOn 27 August 2021, Palmer received his first call up for the England U21s.  He scored a fine solo goal on debut in a 2-0 U21 Euro Qualifying win over Kosovo.\r\n\r\nPlaying style\r\nPalmer is a versatile attacking player, described by his club as \"adept operating both as an attacking midfielder and a striker\".",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strSide": "",
      "strPosition": "Attacking Midfield",
      "strCollege": null,
      "strFacebook": "",
      "strWebsite": "",
      "strTwitter": "",
      "strInstagram": "",
      "strYoutube": "",
      "strHeight": "1.89 m (6 ft 2 in)",
      "strWeight": "",
      "intLoved": "0",
      "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/dquilv1641592986.jpg",
      "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/la3vej1694034161.png",
      "strRender": "https://www.thesportsdb.com/images/media/player/render/yj6iz71641593060.png",
      "strBanner": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strCreativeCommons": "No",
      "strLocked": "unlocked",
      "id": 5
    }
  ],
  "teams": [
    {
      "idTeam": "133714",
      "idSoccerXML": "131",
      "idAPIfootball": "85",
      "intLoved": null,
      "strTeam": "Paris SG",
      "strTeamShort": "PSG",
      "strAlternate": "Paris Saint-Germain, PSG, Paris Saint Germain",
      "intFormedYear": "1970",
      "strSport": "Soccer",
      "strLeague": "French Ligue 1",
      "idLeague": "4334",
      "strLeague2": "Coupe de France",
      "idLeague2": "4484",
      "strLeague3": "UEFA Champions League",
      "idLeague3": "4480",
      "strLeague4": "French Trophée des Champions",
      "idLeague4": "4901",
      "strLeague5": "Club Friendlies",
      "idLeague5": "4569",
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "strStadium": "Parc des Princes",
      "strKeywords": "Les Parisiens",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uwuptx1420577306.jpg",
      "strStadiumDescription": "The Parc des Princes (literally \"Park of the Princes\" or \"Princes' Park\" in English) is an all-seater football stadium located in the southwest of Paris, France. The venue, with a seating capacity of 48,712 spectators, has been the home of French football club Paris Saint-Germain since 1973. The current Parc des Princes was inaugurated on 4 June 1972, endowed with very avant-garde architecture for the period. Comfort and visibility were the key words of project architects Roger Taillibert and Siavash Teimouri. PSG became the resident club of the new stadium in June 1973 and its image and history has since been associated to Le Parc. Named after the Monarch's hunting grounds that it sits on, it was initially opened as a multi-purpose venue on 18 July 1897.\r\n\r\nThe Parc des Princes is the fourth largest football stadium in France. Originally a velodrome, it was the finish line of the Tour de France from the first event in 1903 until General Charles de Gaulle ordered the track demolished in the late 1960s. He decided in 1967 that the Parc des Princes should be dedicated to football and rugby games with a capacity of under 60,000 seats. The Parc des Princes was the national stadium of the France football team and the France rugby union team until the construction of the Stade de France for the 1998 FIFA World Cup. The stadium and grounds are owned by the Paris city council and the Société d’Exploitation Sports-Evénements (SESE) holds the concession to the Parc des Princes since 1990.\r\n\r\nInitially a multi-task sports venue at first, it has hosted many major sports events. Le Parc was an Olympic site in the 1900 Games of the II Olympiad and hosted games in two FIFA World Cups. The stadium has also been the venue for two Euro finals, three UEFA Champions League finals, two UEFA Cup finals, one UEFA Cup Winners' Cup final, two Latin Cup finals, four USFSA championship finals, one Coupe Sheriff Dewar final, 33 French Cup finals, three League Cup finals, 30 Tournoi de Paris editions and 31 Top 14 finals. The ground has also hosted 128 football matches for the French national team, 59 Five Nations Championships games, one UCI Track Cycling World Championships and 54 Tour de France finishes. The stadium also witnessed the first live sports report in France and has even hosted boxing championships and music concerts. In recent times, the Parc des Princes has refocused on more medium-sized events as compared to the larger Stade de France.",
      "strStadiumLocation": "Paris, France",
      "intStadiumCapacity": "47929",
      "strWebsite": "www.psg.fr",
      "strFacebook": "www.facebook.com/PSG",
      "strTwitter": "twitter.com/PSG_inside",
      "strInstagram": "instagram.com/psg",
      "strDescriptionEN": "Paris Saint-Germain Football Club, commonly referred to as Paris Saint-Germain, Paris SG, or simply Paris or PSG, is a French professional football club based in Paris. Founded in 1970, the club has traditionally worn red, blue and white kits. PSG has played their home matches in the 47,929-capacity Parc des Princes, in the 16th arrondissement of Paris, since 1974. The club plays in the highest tier of French football, Ligue 1.\r\n\r\nThe Parisian club established itself as a major force in France, and one of the major forces of European football in the 2010s. PSG have won 40 titles, making it the most successful French club in history by this measure. PSG are also the club with most consecutive seasons playing in the top-flight (they have been in Ligue 1 for 46 seasons since 1974), one of only two French clubs to have won a major European title, the most popular football club in France, and one of the most widely supported teams in the world.\r\n\r\nDomestically, the Parisians have won eight Ligue 1 titles, a record twelve Coupe de France, a record eight Coupe de la Ligue, and a record nine Trophée des Champions titles. In European football, they have won one UEFA Cup Winners' Cup and one UEFA Intertoto Cup. The capital club has also won one Ligue 2, regarded as a minor official title. PSG have a long-standing rivalry with Olympique de Marseille. The duo contest French football's most notorious match, known as Le Classique.\r\n\r\nThe State of Qatar, through its shareholding organisation Qatar Sports Investments (QSI), has been the club's owner since 2011. The takeover made Paris Saint-Germain the richest club in France and one of the wealthiest in the world. As of the 2018–19 season, PSG have the fifth-highest revenue in the footballing world with an annual revenue of €636m according to Deloitte, and are the world's eleventh most valuable football club, worth €825m according to Forbes.",
      "strDescriptionDE": null,
      "strDescriptionFR": "Le Paris Saint-Germain Football Club (couramment abrégé en Paris SG ou PSG) est un club de football français basé à Paris, issu de la fusion en 1970 du Stade Saint-Germain, fondé en 1904, et du Paris FC fondé en 1969.\r\n\r\nPrésent en première division depuis 1974, le Paris SG est depuis 2007 le club français y évoluant depuis le plus longtemps sans discontinuité : la saison 2014-2015 est sa 41e saison consécutive dans l'élite. Le club a remporté quatre titres de champion de France en 1986, 1994, 2013 et 2014, huit Coupes de France, quatre Coupes de la Ligue et une Coupe d'Europe des vainqueurs de coupe en 1996, la seule remportée par un club français. Malgré sa jeune existence, ses performances européennes lui valent d'apparaître au troisième rang français (et 49e rang européen) du classement des clubs de football du XXe siècle selon l'IFFHS.\r\n\r\nLe Paris Saint-Germain joue à domicile au Parc des Princes, depuis juillet 1974, et s'entraîne au Centre d'entraînement Ooredoo à Saint-Germain-en-Laye, un lieu hérité du Stade Saint-Germain. Dirigé par Daniel Hechter puis Francis Borelli, le club est racheté en 1991 par le diffuseur du championnat, Canal+, qui mène le club parisien à un certain succès pendant ses premières années. En 2006, le PSG devient la propriété du fonds d'investissement américain Colony Capital, intéressé à la future rénovation du Parc des Princes. En 2011 et 2012, le Qatar Sports Investments, fonds d'investissement souverain de l’émirat du Qatar, rachète à son tour le club, lui apportant des moyens financiers considérables et en fait une des sections du nouveau club omnisports du Paris Saint-Germain. Nasser Al-Khelaïfi devient le président du conseil de surveillance.",
      "strDescriptionCN": null,
      "strDescriptionIT": "Il Paris Saint-Germain Football Club (pronuncia francese: /paʁi sɛ̃ ʒɛʁmɛ̃/), meglio conosciuto come Paris Saint-Germain o più semplicemente con la sigla PSG, è una società calcistica francese con sede a Parigi e a Saint-Germain-en-Laye.\r\n\r\nFondato nel 1970 a seguito della fusione tra il Paris FC e lo Stade Saint-Germain per opera della Federazione calcistica francese con lo scopo di colmare l'assenza di una squadra parigina nella massima serie nazionale, il club partecipa ininterrottamente alla Ligue 1 dalla stagione 1974-1975, ed è diventata la prima squadra francese a disputare più di 44 edizioni consecutive del massimo campionato francese, superando il precedente record del Nantes, che ne aveva disputate ininterrottamente 44 dal 1963 al 2007.\r\n\r\nDal 1974 la squadra disputa le partite interne nel Parc des Princes, stanziato nel XVI arrondissement di Parigi. L'impianto utilizzato in precedenza, il Camp des Loges, ospita le partite delle selezioni minori del PSG e gli allenamenti della squadra maggiore. Come degna rappresentante della Ville Lumière, i colori sociali del club sono il blu, il rosso e il bianco, gli stessi della bandiera di Parigi. Fin dalla fondazione, il completo tradizionale del club è una maglietta di colore blu con una barra rossa al centro incorniciata da due linee bianche. Lo stemma invece rappresenta la Tour Eiffel stilizzata, sotto la quale c’è il fleur de lys (giglio), simbolo della città di Saint-Germain e della monarchia francese.\r\n\r\nNel suo palmarès annovera 42 titoli nazionali — 9 campionati, 14 Coppe nazionali, 9 Coppe di Lega e 10 Supercoppe — che ne fanno il club più titolato di Francia davanti a Olympique Marsiglia (25) e Saint-Étienne (22). A livello internazionale vanta invece una Coppe delle Coppe (vinta nel 1996) ed una Coppa Intertoto UEFA, che pone il PSG a pari merito con l'OM nella classifica dei club francesi per numero di vittorie in competizioni internazionali (2). Proprio con la formazione marsigliese sussiste la più accesa rivalità del calcio francese, denominata Le Classique. Nel 1994 il PSG fu nominato Squadra mondiale dell'anno dall'IFFHS.",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strKitColour1": "#004170",
      "strKitColour2": "#FFFFFF",
      "strKitColour3": "#DA291C",
      "strGender": "Male",
      "strCountry": "France",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rwqrrq1473504808.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/6py5an1688215705.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/dyxou41548937710.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/tptpwt1420506492.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/xquwpt1420576819.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rrrqtp1420504434.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/wxsuqt1420576885.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wvaw7l1641382901.jpg",
      "strYoutube": "www.youtube.com/user/PSGofficiel",
      "strLocked": "unlocked",
      "id": 1
    }
  ],
  "events": [
    {
      "id": "724713",
      "idEvent": "1876228",
      "intDivision": "1",
      "strSport": "Soccer",
      "strEvent": "Golden Arrows vs Mamelodi Sundowns",
      "idChannel": "1871",
      "strCountry": "South Africa",
      "strLogo": "https://www.thesportsdb.com/images/media/channel/tvlogo/s6b35j1629404341.png",
      "strChannel": "SuperSport PSL",
      "strSeason": "2023-2024",
      "strTime": "17:30:00",
      "dateEvent": "2024-02-14",
      "strTimeStamp": "2024-02-14 17:30:00"
    }
  ],
  "leagues": [
    {
      "idLeague": "4332",
      "idSoccerXML": null,
      "idAPIfootball": "5367",
      "strSport": "Soccer",
      "strLeague": "Italian Serie A",
      "strLeagueAlternate": "Serie A",
      "intDivision": "0",
      "idCup": "0",
      "strCurrentSeason": "2023-2024",
      "intFormedYear": "1929",
      "dateFirstEvent": "2004-11-14",
      "strGender": "Male",
      "strCountry": "Italy",
      "strWebsite": "www.legaseriea.it/it",
      "strFacebook": "www.facebook.com/SerieA",
      "strInstagram": "www.instagram.com/seriea/",
      "strTwitter": "twitter.com/SerieA",
      "strYoutube": "www.youtube.com/user/legacalcioserieatim",
      "strRSS": "",
      "strDescriptionEN": "Serie A, also called Serie A TIM due to sponsorship by TIM, is a professional league competition for football clubs located at the top of the Italian football league system and the winner is awarded the Scudetto and the Coppa Campioni d'Italia. It has been operating as a round-robin tournament for over ninety years since the 1929–30 season. It had been organized by the Direttorio Divisioni Superiori until 1943 and the Lega Calcio until 2010, when the Lega Serie A was created for the 2010–11 season. Serie A is regarded as one of the best football leagues in the world and it is often depicted as the most tactical and defensively sound national league. Serie A was the world's strongest national league in 2020 according to IFFHS, and is ranked third among European leagues according to UEFA's league coefficient, behind La Liga and the Premier League and ahead of the Bundesliga and Ligue 1, which is based on the performance of Italian clubs in the Champions League and the Europa League during the previous five years. Serie A led the UEFA ranking from 1986 to 1988 and from 1990 to 1999.\r\n\r\nIn its current format, the Italian Football Championship was revised from having regional and interregional rounds, to a single-tier league from the 1929–30 season onwards. The championship titles won before 1929 are officially recognised by FIGC with the same weighting as titles that were subsequently awarded. Similarly, the 1945–46 season, when the round-robin was suspended and the league was played over two geographical groups due to the ravages of WWII, is not statistically considered, even if its title is fully official.\r\n\r\nThe league hosts three of the world's most famous clubs as Juventus, Milan and Internazionale, all founding members of the G-14, a group which represented the largest and most prestigious European football clubs from 2000 to 2008, with the first two also being founding members of its successive organisation, European Club Association (ECA). More players have won the coveted Ballon d'Or award while playing at a Serie A club than any league in the world other than Spain's La Liga, although La Liga has the highest total number of Ballon d'Or winners. Juventus, Italy's most successful club of the 20th century and the most successful Italian team, is tied for sixth in Europe and twelfth in the world with the most official international titles. The club is also the only one in the world to have won all possible official confederation competitions. Milan is joint third club for official international titles won in the world, with eighteen. Internazionale, following their achievements in the 2009–10 season, became the first Italian team to have achieved a treble. Inter are also the only team in Italian football history to have never been relegated. Juventus, Milan and Inter, along with Lazio, Fiorentina, Roma and Napoli, are known as the Seven Sisters of Italian football.\r\n\r\nSerie A is one of the most storied football leagues in the world. Of the 100 greatest footballers in history chosen by FourFourTwo magazine in 2017, 42 players have played in Serie A, more than any other league in the world. Juventus is the team that has produced the most World Cup champions (25), with Inter (19), Roma (15) and Milan (10), being respectively third, fourth and ninth in that ranking.",
      "strDescriptionDE": null,
      "strDescriptionFR": "Le championnat d'Italie de football, dénommé Serie A, ou Serie A italienne (car le championnat brésilien est aussi nommé Série A), ou encore Serie A TIM pour des raisons de sponsoring, est une compétition de football qui représente en Italie le sommet de la hiérarchie du football. La seconde division italienne est la Serie B.\r\n\r\nCe championnat regroupe les vingt meilleures équipes italiennes. Elles se rencontrent chacune à deux reprises (un match à domicile et un match à l'extérieur). À la fin de la saison, les trois équipes totalisant le plus faible nombre de points sont reléguées (elles sont départagées à la différence de but en cas d'égalité). Quant aux deux premiers, ils sont directement qualifiés pour la Ligue des Champions. Le troisième doit passer le troisième et dernier tour des qualifications. En cas de défaite, il dispute l'Europa League. Le quatrième du championnat et le vainqueur de la coupe d'Italie (s'il ne dispute pas la Ligue des Champions) disputent le quatrième et dernier tour des qualifications de l'Europa League. Le cinquième participe à l'Europa League dès le troisième tour (qui est l'avant-dernier tour).\r\n\r\nCe championnat est l'un des plus suivis au monde. Fort d'une histoire étoffée, il a longtemps été considéré par les observateurs comme le meilleur championnat du monde. Il est reconnu principalement pour l'efficacité générale de ses défenses et sa rigueur tactique.\r\n\r\nLe titre de champion d'Italie fut assigné pour la première fois en 1898, remportée par le Genoa. Après plusieurs dénominations avec des modes différents (Championnat fédéral de 1898 à 1903, Première catégorie de 1904 à 1921-1922 (FIGC), Première division de 1921-1922 (CCI) à 1925-1926 et Division nationale de 1926-1927 à 1928-1929), l'actuel championnat sous forme de tournoi toutes rondes (Serie A) existe depuis la saison 1929-1930 (remporté par l'Ambrosiana-Inter). L'équipe la plus titrée est la Juventus avec 30 titres, et est l'actuel champion.",
      "strDescriptionIT": "La Serie A, ufficialmente chiamata Serie A TIM per ragioni di sponsorizzazione, è il più alto livello professionistico del campionato italiano di calcio. Viene gestito dalla Lega Nazionale Professionisti Serie A.\r\nPosta sotto l'egida della FIGC, la prima edizione del torneo risale al 1898; l'attuale formula (a girone unico) nacque poi nel 1929. La squadra più titolata è la Juventus, vincitrice del campionato per 36 volte; l'Inter è invece la formazione più presente nel girone unico, avendone disputata ogni stagione.\r\nAl termine della stagione 2018-2019 il campionato italiano occupa il terzo posto nel ranking UEFA, dietro la Liga spagnola e la Premier League inglese.",
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": "US - CBS Sports [2021-2024]",
      "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/spqxtv1425356374.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/wyqqrr1422395165.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/tutrut1425376629.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/xuwyqy1425376691.jpg",
      "strBanner": "https://www.thesportsdb.com/images/media/league/banner/oxmop11580643786.jpg",
      "strBadge": "https://www.thesportsdb.com/images/media/league/badge/67q3q21679951383.png",
      "strLogo": "https://www.thesportsdb.com/images/media/league/logo/90y7z01625170072.png",
      "strPoster": "https://www.thesportsdb.com/images/media/league/poster/6agbm61636804706.jpg",
      "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/83l94y1684416466.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": "yes",
      "strLocked": "unlocked",
      "id": 1
    },
    {
      "idLeague": "5403",
      "idSoccerXML": null,
      "idAPIfootball": "5331",
      "strSport": "Soccer",
      "strLeague": "DFB-Pokal Frauen",
      "strLeagueAlternate": "",
      "intDivision": "99",
      "idCup": "1",
      "strCurrentSeason": "2023-2024",
      "intFormedYear": "1981",
      "dateFirstEvent": "2023-09-09",
      "strGender": "Female",
      "strCountry": "Germany",
      "strWebsite": "www.dfb.de/dfb-pokal-frauen/start",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "strRSS": "",
      "strDescriptionEN": "The DFB-Pokal Frauen is the main national women's football cup competition in Germany, thus the female counterpart to the DFB-Pokal. It was created in 1980, and since 1991 includes Eastern teams as well. The most recent champions are VfL Wolfsburg (five consecutive titles). FFC Frankfurt has won the most titles with nine. The final has, with the exception of the 1983 final, always been held on the same day prior to the men's final. Since 1985 the final has thus been held in Berlin. Only in 1983, it was held in the city of Frankfurt. This routine changed in 2010 when the finale was the DFB gave the final to the city of Cologne. It ever stayed in the city and was held at the RheinEnergieStadion. The final usually takes place on a weekend or holiday in early May, independently from the men's finale, in order to gain more attention.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": null,
      "strFanart1": null,
      "strFanart2": null,
      "strFanart3": null,
      "strFanart4": null,
      "strBanner": null,
      "strBadge": "https://www.thesportsdb.com/images/media/league/badge/y3h7ps1696002598.png",
      "strLogo": "https://www.thesportsdb.com/images/media/league/logo/88jv251697171789.png",
      "strPoster": "https://www.thesportsdb.com/images/media/league/poster/j2qj501697185628.jpg",
      "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/r2ymmt1697185506.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": null,
      "strLocked": "unlocked",
      "id": 2
    },
    {
      "idLeague": "4335",
      "idSoccerXML": null,
      "idAPIfootball": "5284",
      "strSport": "Soccer",
      "strLeague": "Spanish La Liga",
      "strLeagueAlternate": "LaLiga Santander, La Liga",
      "intDivision": "0",
      "idCup": "0",
      "strCurrentSeason": "2023-2024",
      "intFormedYear": "1929",
      "dateFirstEvent": "2003-01-05",
      "strGender": "Male",
      "strCountry": "Spain",
      "strWebsite": "www.laliga.com",
      "strFacebook": "www.facebook.com/LaLiga",
      "strInstagram": "",
      "strTwitter": "twitter.com/laliga",
      "strYoutube": "www.youtube.com/user/laliga",
      "strRSS": "http://www.football365.com/la-liga/rss",
      "strDescriptionEN": "The Primera División,  commonly known as La Liga and as La Liga Santander for sponsorship reasons, is the top professional association football division of the Spanish football league system. Administrated by the Liga de Fútbol Profesional (LFP), La Liga is contested by 20 teams, with the three lowest-placed teams relegated to the Segunda División and replaced by the top two teams in that division plus the winner of a play-off.\r\n\r\nA total of 60 teams have competed in La Liga since its inception. Nine teams have been crowned champions, with Real Madrid winning the title a record 32 times and Barcelona 24 times. Real Madrid dominated the championship from the 1950s through the 1980s. From the 1990s onwards, Barcelona (14 titles) and Real Madrid (7 titles) both dominated, though La Liga also saw other champions, including Atlético Madrid, Valencia, and Deportivo de La Coruña. In more recent years, Atlético Madrid has joined a coalition of now three teams dominating La Liga alongside Real Madrid and Barcelona.\r\n\r\nAccording to UEFA's league coefficient, La Liga has been the top league in Europe over the last five years, and has produced the continent's top-rated club more times (18) than any other league, double that of second-placed Serie A. Its clubs have won the most UEFA Champions League (16), UEFA Europa League (10), UEFA Super Cup (13), and FIFA Club World Cup (5) titles, and its players have accumulated the highest number of (FIFA) Ballon d'Or awards (19).\r\n\r\nLa Liga is one of the most popular professional sports leagues in the world, with an average attendance of 26,741 for league matches in the 2014–15 season. This is the sixth-highest of any domestic professional sports league in the world and the fourth-highest of any professional association football league in the world, behind the Bundesliga, the Premier League, and the Indian Super League.",
      "strDescriptionDE": null,
      "strDescriptionFR": "Le championnat d'Espagne de l'élite est la Primera División entre 1928 et 2008 puis Liga BBVA depuis 2008. Dans le langage courant, le terme de « Liga » est souvent utilisé pour désigner la compétition, bien que liga signifie simplement ligue en espagnol. L'antichambre de cette élite a pour nom Segunda División.",
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "La Primera División de España, también conocida como Liga BBVA por motivos de patrocinio, es la máxima categoría del sistema de Ligas de fútbol de España. Comenzó a disputarse en la temporada 1928-29 y desde entonces se ha celebrado sin interrupciones, con la excepción del parón sufrido por la Guerra Civil de 1936 a 1939.\r\n\r\nConsiderada como la primera liga del mundo en importancia según el ranking anual oficial de la Federación Internacional de Historia y Estadística de Fútbol (IFFHS),2 ocupa el segundo lugar como la liga más fuerte de la última década en Europa, sólo superada por la Premier League.\r\n\r\nA lo largo de su historia nueve clubes han resultado campeones, siendo el Real Madrid Club de Fútbol el equipo más laureado con treinta y dos campeonatos. Fútbol Club Barcelona, el Club Atlético de Madrid —vigente campeón—, el Athletic Club, el Valencia Club de Fútbol, la Real Sociedad de Fútbol, el Real Betis Balompié, el Sevilla Fútbol Club y el Real Club Deportivo de La Coruña completan el resto de campeonatos de las ochenta y tres temporadas del campeonato.\r\n\r\nEntre ellos, los dos primeros citados clubes son los que ostentan el mayor número de puntos en una edición, con cien, logrados en las temporadas 2011-12 —temporada en la que el mismo club logró el récord de goles en una edición con 121— y 2012-13 respectivamente.\r\n\r\nUn total de más de 14 800 futbolistas —incluidos los pertenecientes a la Segunda División de España— han disputado algún partido a lo largo de su historia.4",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": "US - ESPN [2021-2029]",
      "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/6am8r81707716890.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/wxprwf1707716890.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/klw16y1707716891.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/1vjufr1707716892.jpg",
      "strBanner": "https://www.thesportsdb.com/images/media/league/banner/1f8qjr1707658586.jpg",
      "strBadge": "https://www.thesportsdb.com/images/media/league/badge/ja4it51687628717.png",
      "strLogo": "https://www.thesportsdb.com/images/media/league/logo/gq4b1r1687707889.png",
      "strPoster": "https://www.thesportsdb.com/images/media/league/poster/3j1vo11636804719.jpg",
      "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/vc2z6q1684416521.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": "yes",
      "strLocked": "unlocked",
      "id": 3
    }
  ],
  "HighLights": [
    {
      "highlight": {
        "idEvent": "1927291",
        "strEvent": "Independiente Santa Fe vs Deportivo Cali",
        "strSport": "Soccer",
        "idLeague": "4497",
        "strLeague": "Colombia Categoría Primera A",
        "dateEvent": "2024-02-14",
        "strVideo": "https://www.youtube.com/watch?v=g7agIMF9SAk",
        "strPoster": "",
        "strThumb": "https://www.thesportsdb.com/images/media/event/thumb/zc1eks1675412481.jpg",
        "strFanart": null,
        "strSeason": "2024"
      },
      "id": 1
    }
  ]
}