{
  "players": [],
  "teams": [
    {
      "idTeam": "133664",
      "idSoccerXML": "71",
      "idAPIfootball": "157",
      "intLoved": "6",
      "strTeam": "Bayern Munich",
      "strTeamShort": "BAY",
      "strAlternate": "FC Bayern München",
      "intFormedYear": "1900",
      "strSport": "Soccer",
      "strLeague": "German Bundesliga",
      "idLeague": "4331",
      "strLeague2": "UEFA Champions League",
      "idLeague2": "4480",
      "strLeague3": "DFB-Pokal",
      "idLeague3": "4485",
      "strLeague4": "International Champions Cup",
      "idLeague4": "4505",
      "strLeague5": "German Super Cup",
      "idLeague5": "4903",
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "strStadium": "Allianz Arena",
      "strKeywords": "Bayern",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uypvrq1420399659.jpg",
      "strStadiumDescription": "The Allianz Arena  is a football stadium in Munich, Bavaria, Germany with a 75,024 seating capacity. Widely known for its exterior of inflated ETFE plastic panels, it is the first stadium in the world with a full color-changing color exterior. Located at 25 Werner-Heisenberg-Allee at the northern edge of Munich's Schwabing-Freimann borough on the Fröttmaning Heath, it is the third largest arena in Germany behind Signal Iduna Park in Dortmund and the Olympiastadion in Berlin.\r\n\r\nThe two professional Munich football clubs FC Bayern Munich and TSV 1860 München have played their home games at the Allianz Arena since the start of the 2005–06 season. The clubs had previously played their home games at the Munich Olympic Stadium since 1972. TSV 1860 München previously had a 50% share in the stadium but FC Bayern Munich purchased their shares for 11 million euros in April, 2006. The arrangement allows TSV 1860 München to play at the stadium while retaining no ownership.\r\n\r\nThe large financial services provider Allianz purchased the naming rights to the stadium for 30 years. However this name cannot be used when hosting FIFA and UEFA events, since these governing bodies have policies forbidding corporate sponsorship from companies that are not official tournament partners. During the 2006 World Cup, the stadium was referred to as FIFA World Cup Stadium Munich. In UEFA club matches, it is known as Fußball Arena München (Football Arena Munich) , and it hosted the 2012 UEFA Champions League Final. The stadium has been nicknamed \"Schlauchboot\" (inflatable boat). The museum of Bayern Munich, FC Bayern Erlebniswelt, is located inside the Allianz Arena.",
      "strStadiumLocation": "Munich, Germany",
      "intStadiumCapacity": "75024",
      "strWebsite": "www.fcbayern.t-home.de/en",
      "strFacebook": "www.facebook.com/FCBayernEN",
      "strTwitter": "twitter.com/fcbayernen",
      "strInstagram": "www.instagram.com/fcbayern",
      "strDescriptionEN": "Fußball-Club Bayern München e.V., commonly known as FC Bayern München, FCB, Bayern Munich, or FC Bayern, is a German sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system, and is the most successful club in German football history, having won a record 24 national titles and 17 national cups.\r\n\r\nFC Bayern was founded in 1900 by eleven football players led by Franz John. Although Bayern won its first national championship in 1932, the club was not selected for the Bundesliga at its inception in 1963. The club had its period of greatest success in the middle of the 1970s when, under the captaincy of Franz Beckenbauer, it won the European Cup three times in a row (1974–76). Overall, Bayern has reached ten European Cup/UEFA Champions League finals, most recently winning their fifth title in 2013 as part of a continental treble. Bayern has also won one UEFA Cup, one European Cup Winners' Cup, one UEFA Super Cup, one FIFA Club World Cup and two Intercontinental Cups, making it one of the most successful European clubs internationally. Since the formation of the Bundesliga, Bayern has been the dominant club in German football with 24 titles and has won 6 of the last 10 titles. They have traditional local rivalries with TSV 1860 München and 1. FC Nürnberg, as well as a contemporary rivalry with Borussia Dortmund.\r\n\r\nSince the beginning of the 2005–06 season, Bayern has played its home games at the Allianz Arena. Previously the team had played at Munich's Olympiastadion for 33 years. The team colours are red and white, and the team crest shows the white and blue flag of Bavaria. In terms of revenue, Bayern Munich is the biggest sports club in Germany and the fourth biggest football club in the world, generating €368.4 million in 2012. With over 251,000 members, Bayern is the biggest club in the world. There are more than 3,800 officially-registered fan clubs with over 285,000 members. The club has other departments for chess, handball, basketball, gymnastics, bowling, table tennis, referees, and senior football with more than 1,100 active members.",
      "strDescriptionDE": "Der FC Bayern München (offiziell: Fußball-Club Bayern, München eingetragener Verein)[2] ist ein Sportverein aus München. Die seit 2002 in eine eigene Kapitalgesellschaft ausgegliederte Profifußballabteilung ist deutscher Rekordmeister, jeweils Rekordsieger im DFB-Pokal und im DFL-Ligapokal und belegt in der ewigen Tabelle der Bundesliga den ersten Platz. Damit ist der FC Bayern im Profifußball der erfolgreichste deutsche Verein. In der Saison 2012/13 gelang mit dem Gewinn von Champions League, deutscher Meisterschaft und DFB-Pokal zum ersten Mal einer deutschen Mannschaft bei den Männern das sogenannte Triple.\r\n\r\nAuf europäischer Ebene gehört der FC Bayern mit sieben Europapokalsiegen[3], davon fünf in der Champions League bzw. dem Europapokal der Landesmeister, zu den fünf erfolgreichsten Vereinen. Neben Juventus Turin, Ajax Amsterdam und dem FC Chelsea ist er einer der Vereine, die alle drei Europapokale, nämlich die Champions League, den Europapokal der Pokalsieger und den UEFA-Pokal gewinnen konnten. Zudem gewann der FC Bayern München zweimal den Weltpokal und je einmal den UEFA Super Cup sowie die FIFA-Klub-Weltmeisterschaft. Letzteres macht ihn zum einzigen Verein, der sowohl die drei Europapokale als auch die FIFA-Klub-Weltmeisterschaft gewinnen konnte.\r\n\r\nAuch wirtschaftlich gehört der Verein zu den weltweit erfolgreichsten: Nach der Saison 2012/13 belegten die Bayern Rang drei in der Rangliste der umsatzstärksten Klubs.[4] Im April 2013 belegte der FC Bayern den fünften Rang in der Liste der wertvollsten Vereine des Forbes Magazine.[5] Ende Mai 2013 war der FC Bayern München laut einer Studie des britischen Brand Finance Institute mit einem Wert von 669 Millionen Euro der wertvollste Fußballverein der Welt.[6][7]\r\n\r\nMit 251.315 Vereinsmitgliedern ist der FC Bayern der mitgliederstärkste Sportverein weltweit. Der Verein hat 3.774 offizielle Fanclubs mit insgesamt 293.607 registrierten Mitgliedern (Stand: 28. November 2014).[8]\r\n\r\nSeit der Saison 1965/66 spielt der FC Bayern ununterbrochen in der Bundesliga, lediglich die ersten zwei Jahre nach Einführung der Bundesliga war die Mannschaft zweitklassig. Die zweite Mannschaft des FC Bayern spielt zurzeit in der viertklassigen Regionalliga Bayern. Sie gewann in der Saison 2003/04 den Meistertitel in der damals noch drittklassigen Regionalliga Süd.\r\n\r\nZum FC Bayern gehören zudem weitere Abteilungen, die auch einige Erfolge aufweisen können. So wurden die derzeit in der Frauen-Bundesliga spielenden Fußballfrauen 1976 Deutscher Meister und 2012 DFB-Pokalsieger. Weitere Erfolge feierten die Basketballer mit drei Meisterschaften und einem Pokalsieg, die Schachabteilung mit neun Deutschen Meisterschaften und einem Europapokalsieg sowie die Turner mit vier Deutschen Meisterschaften.",
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "Il Fußball-Club Bayern München AG, noto internazionalmente come Bayern München e in lingua italiana come Bayern Monaco, è una società polisportiva tedesca avente sede a Monaco di Baviera, celebre per la propria sezione calcistica, che milita nella Bundesliga, la massima divisione del campionato tedesco di calcio. Fondata nel 1900 da alcuni membri del MTV 1879 München, la polisportiva comprende sezioni di scacchi, pallavolo, pallacanestro, ginnastica, pallamano, bowling, tennis tavolo e squadre di calcio. È il club sportivo con il maggior numero di affiliati al mondo (293 000 al novembre 2019).",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "El club de fútbol Bayern de Múnich, en alemán Bayern München (Fußball Club Bayern München e.V.), es una entidad deportiva de la ciudad de Múnich, Alemania. Fue fundado el 27 de febrero de 1900. Es uno de los clubes de mayor prestigio en el mundo, es conocido por su sección de fútbol profesional, que participa en la Bundesliga. El Bayern juega sus encuentros como local en el Estadio Allianz Arena, que comparte con el TSV 1860 München.\r\n\r\nEn la historia de la Bundesliga, es el máximo ganador, con 24 títulos ligeros y 17 trofeos de la Copa de Alemania, siendo el equipo más laureado del país.\r\n\r\nA nivel Internacional, es uno de los cinco equipos que se ha ganado el derecho a conservar en propiedad la Copa de Europa y utiliza un distintivo de múltiple campeón del torneo, que ganó de forma consecutiva en 1974, 1975 y 1976. También es uno de los dos equipos en lograr el Triplete y ganar, además, la Copa Mundial de Clubes en el mismo año,6 que logró en la temporada 2012-13.7 Bayern, Juventus, Ajax de Ámsterdam y Chelsea FC son los cuatro clubes que han ganado las tres grandes competiciones de la UEFA.\r\n\r\nEn el máximo torneo europeo de clubes, la Liga de Campeones de la UEFA, el Bayern Múnich ha disputado un total de 10 finales, 15 semifinales, 23 cuartos de final, 29 participaciones, 287 partidos jugados, 160 victorias, entre otros registros históricos, que le sitúan, por clasificación histórica y puntaje, sólo por detrás del Real Madrid en este torneo. En cuanto a títulos conquistados, es tercero con cinco, por detrás del Real Madrid y el AC Milan.\r\n\r\nEl gran rival europeo histórico del Bayern Múnich es el Real Madrid de España. En la Liga de Campeones, el Bayern Múnich y el Real Madrid son los dos clubes que más partidos han disputado y más victorias tienen, así como mantienen la rivalidad más longeva,con hasta 21 partidos entre ellos. Toda esta encarnizada rivalidad se resume en El Clásico Europeo.\r\n\r\nEl Bayern es el club con el mayor número de seguidores en Alemania. Sus principales rivales actuales son Núremberg, con quien juega el Derbi de Baviera, y los diversos equipos con los que ha disputado los títulos de liga de Alemania y la Copa de Europa, entre ellos el Borussia Dortmund (Gran Clásico Alemán), el VfB Stuttgart (Sudderby), el TSV 1860 München (derbi de Múnich) o el Schalke 04.\r\n\r\nLa gestión del equipo de fútbol es responsabilidad de una sociedad filial del club llamada FC Bayern München AG,9 desde 2002 bajo la dirección del ex futbolista Karl-Heinz Rummenigge,10 que gestiona el patrimonio económico y las actividades en el Allianz Arena.\r\n\r\nLa Academia Laureus World Sports lo ha concedido con el prestigioso galardón de \"Mejor equipo mundial del 2014\".11 También la Federación Internacional de Historia y Estadística de Fútbol lo ha elegido en una oportunidad como \"Mejor equipo del mundo de 2013\" y en nueve ocasiones como el \"Mejor equipo del mundo del mes\".12 Tiene cerca de 250.000 socios inscritos que lo convierten en el club deportivo con mayor número de socios en el mundo.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strKitColour1": "#dc052d",
      "strKitColour2": "#ffffff",
      "strKitColour3": "#0066b2",
      "strGender": "Male",
      "strCountry": "Germany",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/r40m521686633480.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/5nqocr1688907695.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/gs99p51532295294.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/09b7u21519406807.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qsquux1420406434.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/x5hm7g1519406705.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/3vhk421519406507.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vv74jg1565115651.jpg",
      "strYoutube": "www.youtube.com/user/fcbayern",
      "strLocked": "unlocked",
      "id": 1
    }
  ],
  "events": [],
  "leagues": [
    {
      "idLeague": "4399",
      "idSoccerXML": null,
      "idAPIfootball": "5347",
      "strSport": "Soccer",
      "strLeague": "German 2. Bundesliga",
      "strLeagueAlternate": "2. Bundesliga",
      "intDivision": "2",
      "idCup": "0",
      "strCurrentSeason": "2023-2024",
      "intFormedYear": "1974",
      "dateFirstEvent": "2017-07-28",
      "strGender": "Male",
      "strCountry": "Germany",
      "strWebsite": "www.bundesliga.de/de/liga2",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "strRSS": "http://www.bundesliga.com/rss/en/liga2/rss_news.xml",
      "strDescriptionEN": "The 2. Bundesliga , is the Second Division of professional football in Germany. The 2. Bundesliga is ranked below the Bundesliga and above the 3. Liga in the German football league system. All of the 2. Bundesliga clubs qualify for the DFB-Pokal, the annual German Cup competition. A total of 123 clubs have competed in the 2. Bundesliga since its foundation.\r\n\r\nThe decision to establish the league as the second level of football in West Germany was taken in May 1973. The league started operating in August 1974, then with two divisions of 20 clubs. It was reduced to a single division in 1981. From the 1991–92 season onwards clubs from former East Germany started participating in the league, briefly expanding it to two divisions again. It returned to a single division format again at the end of that season and has been playing with 18 clubs as its strength since 1994. Two clubs from the 2. Bundesliga are directly promoted to the Bundesliga, while a third promoted club has been determined through play-offs from 1974 to 1991 and again since 2008. Between 1991 and 2008 the third-placed club in the league was directly promoted. The bottom clubs in the league are relegated to the third division which has been, from 1974 to 1994 the Oberliga, from 1994 to 2008 the Regionalliga and since 2008 the 3. Liga. The number of relegated clubs has fluctuated over the years. Since 2008 two clubs are directly relegated while the third-last team has the opportunity to defend its league place in play-offs against the third placed team of the 3. Liga.\r\n\r\n1. FC Nürnberg holds the record number of championships in the league with four. The club also holds the record for number of promotions from the 2. Bundesliga to the Bundesliga, seven.",
      "strDescriptionDE": null,
      "strDescriptionFR": "La 2e Bundesliga est le championnat professionnel allemand de football de deuxième division. Cette compétition créée en 1974 se joue en deux groupes (Nord et Sud) de 1974 à 1981, puis en poule unique depuis 1981. Jusqu'en 1981, il n'y a pas de champion. En 1991-1992, intégration de six clubs d'Allemagne de l'Est oblige, la 2. Bundesliga se joua à deux groupes de douze équipes. Le club ayant le plus remporté le championnat est le FC Nuremberg avec 4 titres.",
      "strDescriptionIT": null,
      "strDescriptionCN": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionPL": null,
      "strDescriptionIL": null,
      "strTvRights": "US - ESPN [2020-2026]",
      "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/gfxkj81702705950.jpg",
      "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/4dshh21702705950.jpg",
      "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/uvf7mf1702705950.jpg",
      "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/ujq6861702705951.jpg",
      "strBanner": null,
      "strBadge": "https://www.thesportsdb.com/images/media/league/badge/hl40981534764789.png",
      "strLogo": "https://www.thesportsdb.com/images/media/league/logo/99gtlc1694456551.png",
      "strPoster": "https://www.thesportsdb.com/images/media/league/poster/rr54u61694785924.jpg",
      "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/7rvmlk1703070285.png",
      "strNaming": "{strHomeTeam} vs {strAwayTeam}",
      "strComplete": null,
      "strLocked": "unlocked",
      "id": 2
    }
  ],
  "HighLights": []
}