{
  "players": [],
  "teams": [
    {
      "idTeam": "133681",
      "idSoccerXML": "92",
      "idAPIfootball": "505",
      "intLoved": "3",
      "strTeam": "Inter",
      "strTeamShort": "INT",
      "strAlternate": "F.C. Internazionale Milano, Inter Milan",
      "intFormedYear": "1908",
      "strSport": "Soccer",
      "strLeague": "Italian Serie A",
      "idLeague": "4332",
      "strLeague2": "Coppa Italia",
      "idLeague2": "4506",
      "strLeague3": "International Champions Cup",
      "idLeague3": "4505",
      "strLeague4": "UEFA Champions League",
      "idLeague4": "4480",
      "strLeague5": "Supercoppa Italiana",
      "idLeague5": "4507",
      "strLeague6": "",
      "idLeague6": null,
      "strLeague7": "",
      "idLeague7": null,
      "strDivision": null,
      "strStadium": "San Siro",
      "strKeywords": "International",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ywxwvx1423704331.jpg",
      "strStadiumDescription": "The Stadio Giuseppe Meazza', commonly known as San Siro, is a football stadium located in the San Siro district in Milan, Italy. It is the home of both A.C. Milan and F.C. Internazionale Milano. On 3 March 1980, the stadium was named in honour of Giuseppe Meazza, the two-time World Cup winner (1934, 1938) who played for Internazionale, and briefly for Milan, in the 1920s, 1930s and 1940s. It held UEFA five-star stadium status which was superseded by a new system of classification.",
      "strStadiumLocation": "Milan, Italy",
      "intStadiumCapacity": "80018",
      "strWebsite": "www.inter.it",
      "strFacebook": "www.facebook.com/Inter/",
      "strTwitter": "twitter.com/Inter",
      "strInstagram": "www.instagram.com/inter",
      "strDescriptionEN": "F.C. Internazionale Milano, commonly referred to as Internazionale  or simply Inter, and colloquially known as Inter Milan outside of Italy, is a professional Italian football club based in Milan, Lombardy. They are the only club to have spent their entire history in the top flight of Italian football, known as Serie A, which started in 1929–30.\r\n\r\nInternazionale have won 30 domestic trophies, including the league 18 times, the Coppa Italia seven times and the Supercoppa Italiana five times. From 2006 to 2010, the club won five successive league titles, equalling the all-time record. They have won the Champions League three times: two back-to-back in 1964 and 1965 and then another in 2010, the last completed an unprecedented (for an Italian team) continental treble with the Coppa Italia and the Scudetto. The club has also won three UEFA Cups, two Intercontinental Cups and one FIFA Club World Cup.\r\n\r\nInter's home games are played at San Siro, also known as the Stadio Giuseppe Meazza. The stadium, which is shared with rivals Milan, is the largest in Italian football, with a total capacity of 80,018. Milan are considered one of their biggest rivals, and matches between the two teams are called Derby della Madonnina, which is one of the most followed derbies in football. As of 2010, Inter is the second-most supported team in Italy, and the eighth most supported team in Europe. The club is one of the most valuable in Italian and world football. It was a founding member of the now-defunct G-14 group of Europe's leading football clubs.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "Il Football Club Internazionale Milano, meglio conosciuto come Internazionale o più semplicemente come Inter, è una società calcistica per azioni italiana con sede a Milano.\r\n\r\nFondato nel 1908 da un gruppo di soci dissidenti del Milan, il club ha sempre militato nella massima serie del campionato nazionale dalla propria stagione di debutto, nel 1909, ed è l'unico ad aver partecipato a tutte le edizioni della Serie A, istituita nella stagione 1929-30. Fin dalla fondazione, indossa una divisa a strisce verticali nerazzurre, a parte una breve parentesi nel 1928 quando adottò una maglia bianca rossocrociata.\r\n\r\nNel suo palmarès annovera 30 titoli nazionali – 18 scudetti, 7 Coppe Italia e 5 Supercoppe italiane – che ne fanno il secondo club più titolato a pari merito con il Milan e alle spalle della Juventus (55). A livello internazionale vanta invece 3 Coppe dei Campioni/Champions League, 3 Coppe UEFA, 2 Coppe Intercontinentali e una Coppa del mondo per club FIFA, per un totale di 9 trofei ufficiali che pongono l'Inter dietro il Milan (18) e la Juventus (11) nella classifica dei club italiani per numero di vittorie in competizioni internazionali. Nel 2010 è diventata la prima e unica squadra italiana ad aver conquistato le tre competizioni principali disputate nel corso della stagione: la Champions League, il campionato e la Coppa Italia; coi successivi trionfi in Supercoppa italiana e Coppa del mondo per club FIFA è diventata anche la prima, e, finora, unica squadra del Paese a vincere cinque trofei nell'arco di un anno solare.\r\n\r\nIl club può contare su un sostegno numeroso sia a livello nazionale che internazionale. Nel 1998 e nel 2010 l'Inter fu nominata Squadra mondiale dell'anno dall'IFFHS; nel 2009 si piazzò al sesto posto nella lista secolare sui migliori club europei redatta dalla stessa federazione di storia e statistica, e nel 2011 al quinto posto (prima italiana) nella classifica mondiale delle migliori squadre del decennio 2001-2010.",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strKitColour1": "#010E80",
      "strKitColour2": "#000000",
      "strKitColour3": "#FFFFFF",
      "strGender": "Female",
      "strCountry": "Italy",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ryhu6d1617113103.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/aw8pd01689459383.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/j2uwyv1546179241.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/uspyqq1429294050.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/6rnerf1546088608.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rtwqpv1429294176.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uvswsr1421077771.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vf79ol1546423210.jpg",
      "strYoutube": "www.youtube.com/user/INTER",
      "strLocked": "unlocked",
      "id": 1
    }
  ],
  "events": [],
  "leagues": [
    {
      "idLeague": "4399",
      "idSoccerXML": null,
      "idAPIfootball": "5347",
      "strSport": "Soccer",
      "strLeague": "German 2. Bundesliga",
      "strLeagueAlternate": "2. Bundesliga",
      "intDivision": "2",
      "idCup": "0",
      "strCurrentSeason": "2023-2024",
      "intFormedYear": "1974",
      "dateFirstEvent": "2017-07-28",
      "strGender": "Male",
      "strCountry": "Germany",
      "strWebsite": "www.bundesliga.de/de/liga2",
      "strFacebook": "",
      "strInstagram": "",
      "strTwitter": "",
      "strYoutube": "",
      "showVideo": false
    },
    {
      "id": "e216",
      "idEvent": "",
      "strEvent": "Arsenal vs Chelsea",
      "dateEvent": "2024-02-09",
      "strVenue": "Emirates Stadium",
      "strThumb": "https://www.thesportsdb.com/images/media/event/thumb/p3uy2m1659642411.jpg",
      "strYoutube": "",
      "showVideo": false
    },
    {
      "id": "dd71",
      "idEvent": "",
      "strEvent": "Arsenal vs Chelsea",
      "dateEvent": "2024-02-07",
      "strVenue": "Emirates Stadium",
      "strThumb": "",
      "strYoutube": "",
      "showVideo": false
    },
    {
      "id": "355d",
      "idEvent": "",
      "strEvent": "Arsenal vs Chelsea",
      "dateEvent": "2024-02-01",
      "strVenue": "Emirates Stadium",
      "strThumb": "https://www.thesportsdb.com/images/media/event/thumb/p3uy2m1659642411.jpg",
      "strYoutube": "",
      "showVideo": false
    }
  ],
  "HighLights": []
}